ack
acsccid
adwaita-icon-theme
alacarte
arandr
baobab
bash
bzip2
ccid
chromium
code
coreutils
cronie
cryptsetup
ctags
cups
deepin-screenshot
device-mapper
dhcpcd
dialog
diffutils
dmenu
dunst
e2fsprogs
efibootmgr
empathy
epiphany
evince
expac
fakeroot
feh
file
filesystem
filezilla
findutils
firefox
gawk
gcc
gcc-libs
gdb
geogebra
gettext
gimp
git
glibc
gnome-settings-daemon
gparted
grep
gucharmap
gvfs
gzip
hexchat
highlight
htop
i3-gaps
i3blocks
i3status
icedtea-web
inetutils
inkscape
intel-ucode
iproute2
iputils
jfsutils
josm
less
libreoffice-fresh
libvirt
licenses
light
linux
logrotate
lvm2
make
man-db
man-pages
marble
mc
mdadm
meld
mesa-demos
nano
nautilus
net-tools
netctl
networkmanager
networkmanager-pptp
nodejs
npm
ntfs-3g
ntp
numlockx
openssh
p7zip
pacaur
pacman
pacman-contrib
pamixer
patch
pciutils
perl
picom
pkgconf
plasma-wayland-session
polybar
postman
powertop
ppp
procps-ng
psmisc
python-dbus
python-pip
python-pyqt5
qemu
ranger
reiserfsprogs
rxvt-unicode
s-nail
samsung-unified-driver
screenfetch
scrot
sed
shadow
sl
sudo
sweethome3d
sxiv
sysfsutils
system-config-printer
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tint2
tracker
ttf-fira-code
ttf-roboto
usbutils
util-linux
vi
vim
virt-manager
w3m
wallpaper-reddit-git
wget
which
wpa_supplicant
xf86-video-amdgpu
xfsprogs
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xterm
yajl
